<template>
  <div>
    <p><b>个人信用信息查询及提供授权书</b></p>
    <p><b>致：维仕融资担保有限公司</b></p>
    <p><b>兹有本人{{ agreeData.userName }}和本人配偶 </b>/<b> （合称“授权人”）在此不可撤销地授权贵公司及下属分支机构（“被授权人”）根据本授权书查询和提供授权人的信息。</b></p>
    <p>▲▲ 1、授权事项及用途 </p>
    <p> （1）授权人信用信息及信用报告的查询和使用</p>
    <p>被授权人在授权期限内有权因☑本人<b>{{ agreeData.userName }} </b>□ / （第三方姓名或名称）在被授权人处办理 贷款担保业务 （涉及的业务事项）事宜为下列所选事项的目的及其他确保实现被授权人在相关业务合同下利益的目的，向中国人民银行金融信用信息基础数据库查询和使用个人信用信息。</p>
    <p>□审核本人贷款申请；$nbsp;$nbsp;$nbsp;$nbsp;$nbsp; □审核本人作为担保人；$nbsp;$nbsp;$nbsp;$nbsp;</p>
    <p>□对已发放个人信贷进行贷后风险管理； ☑处理本人异议申请； </p>
    <p>☑评估为本人贷款提供担保的风险； ☑对已担保的个人贷款进行担保后风险管理；□受理法人、其他组织的贷款申请或其作为担保人，需要查询其法定代表人、出资人及关联人信用状况； □对公业务贷后管理需查询担保人、法定代表人、出资人及关联人信用状况；</p>
    <p> （2）授权人信息的对外提供 被授权人有权，根据征信相关法律法规和监管规定的要求，将在双方相关业务关系建立和存续期间获得的与授权人有关的信息提供给中国人民银行金融信用信息基础数据库。</p>
    <p>▲▲ 2、授权期限 授权期限自本授权书载明的签署之日期起至前述业务结束之日止。</p>
    <p>▲▲ 3、如被授权人超出本授权书的范围违法查询和使用本授权人的信用信息，被授权人应承担相应的法律责任。▲▲ 4、授权人同意，即使前述事宜下的业务未获批准，被授权人仍可继续保留本授权书和授权人身份证件复印件。</p>
    <p><b>授权人特此声明，授权人完全知悉并理解本授权书项下的授权和同意的相关条款，并签署确认，签署方式包括但不限于勾选、点击确认/同意、线上签字等方式。</b></p>
    <p>授权人（本人）：$nbsp;<b>{{ agreeData.userName }}</b>$nbsp;身份证件类型：$nbsp;$nbsp;身份证$nbsp;$nbsp;证件号码：$nbsp;$nbsp;{{ 123萨达萨达撒旦啊DASDASFD  }}$nbsp; 授权人（配偶）:$nbsp;$nbsp;$nbsp;$nbsp;$nbsp;/$nbsp;$nbsp;$nbsp;身份证件类型：$nbsp;$nbsp;/$nbsp;$nbsp;证件号码：$nbsp;$nbsp;$nbsp;$nbsp;$nbsp;/$nbsp;$nbsp;$nbsp;$nbsp;$nbsp; </p>
    <p>授权日期：$nbsp;$nbsp;$nbsp;年$nbsp;$nbsp;月$nbsp;$nbsp;日 </p>
    <p>$nbsp;</p>
  </div>
</template>

<script>
  export default {
    props: {
      agreeData: {
        type: Object,
        default () {
          return {};
        }
      }
    }
  };
</script>